Repository: firebase/FirebaseUI-iOS
Catalog: FirebaseSwiftUI/FirebaseAuthSwiftUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, de_at, el, es, fa, fi, fil, fr, fr_ch, gsw, gu, he, hi, hr, hu, id, it, ja, kn, ko, ln, lv, mr, ms, nb, nl, nn_no, pl, pt, pt_pt, ro, ru, sk, sl, sr, sr_latn, sv, ta, th, tr, uk, ur, vi, zh, zh_hant, zh_hant_tw

source: Account: %@
ar: الحساب: %@
bg: Акаунт: %@
bn: অ্যাকাউন্ট: %@
ca: Compte: %@
cs: Účet: %@
da: Konto: %@
de: Konto: %@
de_at: Konto: %@
el: Λογαριασμός: %@
es: Cuenta: %@
fa: حساب: %@
fi: Tili: %@
fr: Compte : %@
fr_ch: Compte : %@
gsw: Konto: %@
gu: એકાઉન્ટ: %@
he: חשבון: %@
hi: खाता: %@
hr: Račun: %@
hu: Fiók: %@
id: Akun: %@
ja: アカウント: %@
kn: ಖಾತೆ: %@
ko: 계정: %@
ln: Kɔnti: %@
lv: Konts: %@
mr: खाते: %@
ms: Akaun: %@
nb: Konto: %@
nn_no: Konto: %@
pl: Konto: %@
pt: Conta: %@
pt_pt: Conta: %@
ro: Cont: %@
ru: Аккаунт: %@
sk: Účet: %@
sl: Račun: %@
sr: Налог: %@
sr_latn: Nalog: %@
sv: Konto: %@
ta: கணக்கு: %@
th: บัญชี: %@
tr: Hesap: %@
uk: Обліковий запис: %@
ur: اکاؤنٹ: %@
vi: Tài khoản: %@
zh: 账户：%@
zh_hant: 帳號：%@
zh_hant_tw: 帳號：%@

# AccountDisabledError
source: That email address is for an account that has been disabled.
ar: عنوان البريد الإلكتروني هذا لحساب تم تعطيله.
de: Diese E-Mail-Adresse gehört zu einem deaktivierten Konto.
es: Esa dirección de correo es de una cuenta que ha sido deshabilitada.
fr: Cette adresse e-mail correspond à un compte qui a été désactivé.

# ActionCantBeUndone
source: This action can't be undone
ar: لا يمكن التراجع عن هذا الإجراء
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
fr: Cette action ne peut pas être annulée

source: Add an extra layer of security to your account
ar: أضف طبقة أمان إضافية إلى حسابك
bg: Добавете допълнителен слой сигурност към акаунта си
bn: আপনার অ্যাকাউন্টে অতিরিক্ত নিরাপত্তা স্তর যোগ করুন
ca: Afegeix una capa addicional de seguretat al teu compte
cs: Přidejte do svého účtu další úroveň zabezpečení
da: Tilføj et ekstra sikkerhedslag til din konto
de: Füge deinem Konto eine zusätzliche Sicherheitsebene hinzu
de_at: Fügen Sie Ihrem Konto eine zusätzliche Sicherheitsebene hinzu
el: Προσθέστε ένα επιπλέον επίπεδο ασφάλειας στον λογαριασμό σας
es: Agrega una capa adicional de seguridad a tu cuenta
fa: یک لایه امنیتی اضافی به حساب خود اضافه کنید
fi: Lisää tilillesi ylimääräinen turvakerros
fil: Magdagdag ng karagdagang layer ng seguridad sa iyong account
fr: Ajoute une couche de sécurité supplémentaire à ton compte
fr_ch: Ajoutez une couche de sécurité supplémentaire à votre compte
gsw: Füeg dim Konto e zuesätzlichi Sicherheitsschicht hinzue
gu: તમારા એકાઉન્ટમાં સુરક્ષાનું એક વધારાનું સ્તર ઉમેરો
he: הוסף שכבת אבטחה נוספת לחשבון שלך
hi: अपने खाते में सुरक्षा की एक अतिरिक्त परत जोड़ें
hr: Dodajte dodatni sloj sigurnosti svom računu
hu: Adjon hozzá egy további biztonsági réteget a fiókjához
id: Tambahkan lapisan keamanan ekstra ke akun Anda
it: Aggiungi un ulteriore livello di sicurezza al tuo account
ja: アカウントにセキュリティレイヤーを追加する
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಹೆಚ್ಚುವರಿ ಭದ್ರತಾ ಪದರವನ್ನು ಸೇರಿಸಿ
ko: 계정에 추가 보안 계층 추가
ln: Bakisa mokano mosusu ya libateli na kɔnti na yo
lv: Pievienojiet papildu drošības līmeni savam kontam
mr: तुमच्या खात्यात सुरक्षिततेचा अतिरिक्त स्तर जोडा
ms: Tambahkan lapisan keselamatan tambahan pada akaun anda
nb: Legg til et ekstra sikkerhetslag til kontoen din
nl: Voeg een extra beveiligingslaag toe aan je account
nn_no: Legg til eit ekstra tryggingsslag til kontoen din
pl: Dodaj dodatkową warstwę zabezpieczeń do swojego konta
pt: Adicione uma camada extra de segurança à sua conta
pt_pt: Adicione uma camada extra de segurança à sua conta
ro: Adăugați un nivel suplimentar de securitate la contul dvs.
ru: Добавьте дополнительный уровень безопасности к вашему аккаунту
sk: Pridajte do svojho účtu ďalšiu vrstvu zabezpečenia
sl: Dodajte dodatno raven varnosti svojemu računu
sr: Додајте додатни ниво безбедности вашем налогу
sr_latn: Dodajte dodatni nivo bezbednosti vašem nalogu
sv: Lägg till ett extra lager av säkerhet till ditt konto
ta: உங்கள் கணக்கிற்கு கூடுதல் பாதுகாப்பு அடுக்கை சேர்க்கவும்
th: เพิ่มระดับความปลอดภัยเพิ่มเติมให้กับบัญชีของคุณ
tr: Hesabınıza ekstra bir güvenlik katmanı ekleyin
uk: Додайте додатковий рівень безпеки до свого облікового запису
ur: اپنے اکاؤنٹ میں سیکیورٹی کی ایک اضافی تہہ شامل کریں
vi: Thêm một lớp bảo mật bổ sung cho tài khoản của bạn
zh: 为您的账户添加额外的安全层
zh_hant: 為您的帳號新增一層額外的安全防護
zh_hant_tw: 為您的帳號增加額外的安全防護

source: Add Another Method
ar: إضافة طريقة أخرى
bg: Добавяне на друг метод
bn: অন্য একটি পদ্ধতি যোগ করুন
ca: Afegeix un altre mètode
cs: Přidat další metodu
da: Tilføj en anden metode
de: Weitere Methode hinzufügen
de_at: Weitere Methode hinzufügen
el: Προσθήκη άλλης μεθόδου
es: Agregar otro método
fa: افزودن روش دیگر
fi: Lisää toinen menetelmä
fil: Magdagdag ng Ibang Paraan
fr: Ajouter une autre méthode
fr_ch: Ajouter une autre méthode
gsw: Wiiteri Methode hinzuefüege
gu: બીજી પદ્ધતિ ઉમેરો
he: הוספת שיטה נוספת
hi: एक और तरीका जोड़ें
hr: Dodaj još jednu metodu
hu: Másik módszer hozzáadása
id: Tambahkan Metode Lain
it: Aggiungi un altro metodo
ja: 別の方法を追加
kn: ಮತ್ತೊಂದು ವಿಧಾನವನ್ನು ಸೇರಿಸಿ
ko: 다른 방법 추가
ln: Bakisa Lolenge Mosusu
lv: Pievienot citu metodi
mr: दुसरी पद्धत जोडा
ms: Tambah Kaedah Lain
nb: Legg til en annen metode
nl: Extra methode toevoegen
nn_no: Legg til ein annan metode
pl: Dodaj inną metodę
pt: Adicionar outro método
pt_pt: Adicionar outro método
ro: Adăugați o altă metodă
ru: Добавить другой метод
sk: Pridať ďalšiu metódu
sl: Dodaj drugo metodo
sr: Додај још један метод
sr_latn: Dodaj još jedan metod
sv: Lägg till en annan metod
ta: மற்றொரு முறையைச் சேர்க்கவும்
th: เพิ่มวิธีอื่น
tr: Başka bir yöntem ekle
uk: Додати інший метод
ur: ایک اور طریقہ شامل کریں
vi: Thêm phương thức khác
zh: 添加其他方式
zh_hant: 新增其他方式
zh_hant_tw: 新增其他方式

source: Add password
ar: إضافة كلمة مرور
bg: Добавяне на парола
bn: পাসওয়ার্ড যোগ করুন
ca: Afegeix una contrasenya
cs: Přidat heslo
da: Tilføj adgangskode
de: Passwort hinzufügen
de_at: Passwort hinzufügen
el: Προσθήκη κωδικού πρόσβασης
es: Agregar contraseña
fa: افزودن رمز عبور
fi: Lisää salasana
fil: Magdagdag ng password
fr: Ajouter un mot de passe
fr_ch: Ajouter un mot de passe
gsw: Passwort hinzuefüege
gu: પાસવર્ડ ઉમેરો
he: הוספת סיסמה
hi: पासवर्ड जोड़ें
hr: Dodaj lozinku
hu: Jelszó hozzáadása
id: Tambahkan kata sandi
it: Aggiungi password
ja: パスワードを追加
kn: ಪಾಸ್‌ವರ್ಡ್ ಸೇರಿಸಿ
ko: 비밀번호 추가
ln: Bakisa liloba ya kobombama
lv: Pievienot paroli
mr: पासवर्ड जोडा
ms: Tambah kata laluan
nb: Legg til passord
nl: Wachtwoord toevoegen
nn_no: Legg til passord
pl: Dodaj hasło
pt: Adicionar senha
pt_pt: Adicionar palavra-passe
ro: Adăugați parolă
ru: Добавить пароль
sk: Pridať heslo
sl: Dodaj geslo
sr: Додај лозинку
sr_latn: Dodaj lozinku
sv: Lägg till lösenord
ta: கடவுச்சொல்லைச் சேர்க்கவும்
th: เพิ่มรหัสผ่าน
tr: Şifre ekle
uk: Додати пароль
ur: پاس ورڈ شامل کریں
vi: Thêm mật khẩu
zh: 添加密码
zh_hant: 新增密碼
zh_hant_tw: 新增密碼

# AddPasswordAlertMessage
source: To add password to your account, you will need to sign in again.
ar: لإضافة كلمة مرور إلى حسابك، ستحتاج إلى تسجيل الدخول مرة أخرى.
de: Um ein Passwort zu deinem Konto hinzuzufügen, musst du dich erneut anmelden.
es: Para agregar una contraseña a tu cuenta, deberás iniciar sesión nuevamente.
fr: Pour ajouter un mot de passe à ton compte, tu devras te reconnecter.

source: Already have an account?
ar: هل لديك حساب بالفعل؟
bg: Вече имате акаунт?
bn: ইতিমধ্যেই একটি অ্যাকাউন্ট আছে?
ca: Ja tens un compte?
cs: Už máte účet?
da: Har du allerede en konto?
de: Hast du bereits ein Konto?
de_at: Sie haben bereits ein Konto?
el: Έχετε ήδη λογαριασμό;
es: ¿Ya tienes una cuenta?
fa: قبلاً حساب دارید؟
fi: Onko sinulla jo tili?
fil: Mayroon nang account?
fr: Tu as déjà un compte ?
fr_ch: Vous avez déjà un compte ?
gsw: Häsch scho es Konto?
gu: પહેલેથી જ એકાઉન્ટ છે?
he: כבר יש לך חשבון?
hi: पहले से खाता है?
hr: Već imate račun?
hu: Már van fiókja?
id: Sudah punya akun?
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
kn: ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರಾ?
ko: 이미 계정이 있으신가요?
ln: Ozali na kɔnti na yo?
lv: Jau ir konts?
mr: आधीच खाते आहे?
ms: Sudah mempunyai akaun?
nb: Har du allerede en konto?
nl: Heb je al een account?
nn_no: Har du allereie ein konto?
pl: Masz już konto?
pt: Já tem uma conta?
pt_pt: Já tem uma conta?
ro: Aveți deja un cont?
ru: Уже есть аккаунт?
sk: Už máte účet?
sl: Že imate račun?
sr: Већ имате налог?
sr_latn: Već imate nalog?
sv: Har du redan ett konto?
ta: ஏற்கனவே கணக்கு உள்ளதா?
th: มีบัญชีอยู่แล้ว?
tr: Zaten bir hesabınız var mı?
uk: Вже є обліковий запис?
ur: پہلے سے اکاؤنٹ ہے؟
vi: Đã có tài khoản?
zh: 已经有账户？
zh_hant: 已經有帳號了？
zh_hant_tw: 已經有帳號了？

# AS_SectionLinkedAccounts
source: Linked Accounts
ar: الحسابات المرتبطة
de: Verknüpfte Konten
es: Cuentas vinculadas
fr: Comptes liés

# AS_SectionProfile
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil

# AS_SectionSecurity
source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité

source: Authenticating...
ar: جارٍ المصادقة...
bg: Удостоверяване...
bn: প্রমাণীকরণ করা হচ্ছে...
ca: S'està autenticant...
cs: Probíhá ověřování…
da: Godkender...
de: Authentifizierung läuft...
de_at: Authentifizierung läuft...
el: Έλεγχος ταυτότητας...
es: Autenticando...
fa: در حال احراز هویت...
fi: Tunnistautuminen...
fil: Nag-authenticate...
fr: Authentification...
fr_ch: Authentification en cours...
gsw: Authentifizierig lauft...
gu: પ્રમાણીકરણ થઈ રહ્યું છે...
he: מאמת...
hi: प्रमाणित किया जा रहा है...
hr: Autentifikacija...
hu: Hitelesítés...
id: Mengautentikasi...
it: Autenticazione in corso...
ja: 認証中...
kn: ದೃಢೀಕರಿಸಲಾಗುತ್ತಿದೆ...
ko: 인증 중...
ln: Kozala ko ndimisa...
lv: Notiek autentifikācija...
mr: प्रमाणीकरण करत आहे...
ms: Mengesahkan...
nb: Autentiserer...
nl: Bezig met verifiëren...
nn_no: Autentiserer...
pl: Uwierzytelnianie...
pt: Autenticando...
pt_pt: A autenticar...
ro: Se autentifică...
ru: Аутентификация...
sk: Overovanie...
sl: Preverjanje pristnosti...
sr: Аутентификација...
sr_latn: Autentifikacija...
sv: Autentiserar...
ta: அங்கீகரிக்கப்படுகிறது...
th: กำลังตรวจสอบสิทธิ์...
tr: Kimlik doğrulanıyor...
uk: Автентифікація...
ur: تصدیق ہو رہی ہے...
vi: Đang xác thực...
zh: 正在验证…
zh_hant: 正在驗證…
zh_hant_tw: 正在驗證中…

source: Authentication Method
ar: طريقة المصادقة
bg: Метод на удостоверяване
bn: প্রমাণীকরণ পদ্ধতি
ca: Mètode d'autenticació
cs: Metoda ověření
da: Bekræftelsesmetode
de: Authentifizierungsmethode
de_at: Authentifizierungsmethode
el: Μέθοδος ελέγχου ταυτότητας
es: Método de autenticación
fa: روش احراز هویت
fi: Tunnistusmenetelmä
fil: Paraan ng Authentication
fr: Méthode d'authentification
fr_ch: Méthode d'authentification
gsw: Authentifizierigsmethode
gu: પ્રમાણીકરણ પદ્ધતિ
he: שיטת אימות
hi: प्रमाणीकरण विधि
hr: Metoda autentifikacije
hu: Hitelesítési módszer
id: Metode Autentikasi
it: Metodo di autenticazione
ja: 認証方法
kn: ದೃಢೀಕರಣ ವಿಧಾನ
ko: 인증 방법
ln: Lolenge ya Kondimisa
lv: Autentifikācijas metode
mr: प्रमाणीकरण पद्धत
ms: Kaedah Pengesahan
nb: Autentiseringsmetode
nl: Authenticatiemethode
nn_no: Autentiseringsmetode
pl: Metoda uwierzytelniania
pt: Método de autenticação
pt_pt: Método de autenticação
ro: Metodă de autentificare
ru: Метод аутентификации
sk: Metóda overovania
sl: Metoda preverjanja pristnosti
sr: Метод аутентификације
sr_latn: Metod autentifikacije
sv: Autentiseringsmetod
ta: அங்கீகார முறை
th: วิธีการตรวจสอบสิทธิ์
tr: Kimlik doğrulama yöntemi
uk: Метод автентифікації
ur: تصدیقی طریقہ
vi: Phương thức xác thực
zh: 验证方式
zh_hant: 驗證方式
zh_hant_tw: 驗證方式

source: Authenticator App
ar: تطبيق المصادقة
bg: Приложение за удостоверяване
bn: অথেন্টিকেটর অ্যাপ
ca: Aplicació d'autenticació
cs: Aplikační autentikátor
da: Autentifikationsapp
de: Authentifizierungs-App
de_at: Authentifizierungs-App
el: Εφαρμογή ελέγχου ταυτότητας
es: Aplicación de autenticación
fa: برنامه احراز هویت
fi: Autentikaatiosovellus
fr: Application d'authentification
fr_ch: Application d'authentification
gsw: Authentifizierigs-App
gu: પ્રમાણીકરણ એપ
he: אפליקציית אימות
hi: प्रमाणक ऐप
hr: Aplikacija za autentifikaciju
hu: Hitelesítő alkalmazás
id: Aplikasi Autentikator
it: App di autenticazione
ja: 認証アプリ
kn: ದೃಢೀಕರಣ ಆ್ಯಪ್
ko: 인증 앱
ln: Aplikasyo ya Kondimisa
lv: Autentifikācijas lietotne
mr: प्रमाणीकरण अॅप
ms: Aplikasi Pengesah
nb: Autentiseringsapp
nn_no: Autentiseringsapp
pl: Aplikacja uwierzytelniająca
pt: Aplicativo autenticador
pt_pt: Aplicação de autenticação
ro: Aplicație de autentificare
ru: Приложение для аутентификации
sk: Aplikácia na overovanie
sl: Aplikacija za preverjanje pristnosti
sr: Апликација за аутентификацију
sr_latn: Aplikacija za autentifikaciju
sv: Autentiseringsapp
ta: அங்கீகரிப்பு செயலி
th: แอปตรวจสอบสิทธิ์
tr: Kimlik doğrulayıcı uygulama
uk: Програма автентифікації
ur: تصدیقی ایپ
vi: Ứng dụng xác thực
zh: 身份验证器应用
zh_hant: 驗證器應用程式
zh_hant_tw: 驗證器 App

# AuthPickerTitle
source: Sign in with Firebase
ar: تسجيل الدخول باستخدام Firebase
de: Mit Firebase anmelden
es: Iniciar sesión con Firebase
fr: Se connecter avec Firebase

source: Back
ar: رجوع
bg: Назад
bn: ফিরে যান
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
de_at: Zurück
el: Πίσω
es: Atrás
fa: بازگشت
fi: Takaisin
fil: Bumalik
fr: Retour
fr_ch: Retour
gsw: Zrugg
gu: પાછળ
he: חזור
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
kn: ಹಿಂದೆ
ko: 뒤로
ln: Zonga
lv: Atpakaļ
mr: मागे
ms: Kembali
nb: Tilbake
nl: Terug
nn_no: Tilbake
pl: Wstecz
pt: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sr: Назад
sr_latn: Nazad
sv: Tillbaka
ta: பின்னால்
th: ย้อนกลับ
tr: Geri
uk: Назад
ur: واپس
vi: Quay lại
zh: 返回
zh_hant: 返回
zh_hant_tw: 返回

source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
de_at: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
fr_ch: Annuler
gsw: Abbreche
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kn: ರದ್ದುಗೊಳಿಸಿ
ko: 취소
ln: Tika
lv: Atcelt
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleren
nn_no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: Откажи
sr_latn: Otkaži
sv: Avbryt
ta: ரத்து செய்
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh: 取消
zh_hant: 取消
zh_hant_tw: 取消

# CannotAuthenticateError
source: This type of account isn't supported by this app
ar: هذا النوع من الحسابات غير مدعوم من قبل هذا التطبيق
de: Dieser Kontotyp wird von dieser App nicht unterstützt
es: Este tipo de cuenta no es compatible con esta aplicación
fr: Ce type de compte n'est pas pris en charge par cette application

# CantFindProvider
source: Can't find provider for %@.
ar: لا يمكن العثور على موفر لـ %@.
de: Anbieter für %@ kann nicht gefunden werden.
es: No se puede encontrar el proveedor para %@.
fr: Impossible de trouver le fournisseur pour %@.

source: Change number
ar: تغيير الرقم
bg: Промяна на номер
bn: নম্বর পরিবর্তন করুন
ca: Canvia el número
cs: Změnit číslo
da: Skift nummer
de: Nummer ändern
de_at: Nummer ändern
el: Αλλαγή αριθμού
es: Cambiar número
fa: تغییر شماره
fi: Vaihda numero
fil: Baguhin ang numero
fr: Changer le numéro
fr_ch: Modifier le numéro
gsw: Nummere ändere
gu: નંબર બદલો
he: שינוי מספר
hi: नंबर बदलें
hr: Promijeni broj
hu: Szám módosítása
id: Ubah nomor
it: Cambia numero
ja: 番号を変更
kn: ಸಂಖ್ಯೆ ಬದಲಾಯಿಸಿ
ko: 번호 변경
ln: Bobongola nimero
lv: Mainīt numuru
mr: नंबर बदला
ms: Tukar nombor
nb: Endre nummer
nl: Nummer wijzigen
nn_no: Endre nummer
pl: Zmień numer
pt: Alterar número
pt_pt: Alterar número
ro: Schimbați numărul
ru: Изменить номер
sk: Zmeniť číslo
sl: Spremeni številko
sr: Промени број
sr_latn: Promeni broj
sv: Ändra nummer
ta: எண்ணை மாற்றவும்
th: เปลี่ยนหมายเลข
tr: Numarayı değiştir
uk: Змінити номер
ur: نمبر تبدیل کریں
vi: Đổi số
zh: 更改号码
zh_hant: 變更電話號碼
zh_hant_tw: 變更電話號碼

source: Change password
ar: تغيير كلمة المرور
bg: Промяна на парола
bn: পাসওয়ার্ড পরিবর্তন করুন
ca: Canvia la contrasenya
cs: Změnit heslo
da: Skift adgangskode
de: Passwort ändern
de_at: Passwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
fa: تغییر رمز عبور
fi: Vaihda salasana
fil: Baguhin ang password
fr: Changer le mot de passe
fr_ch: Modifier le mot de passe
gsw: Passwort ändere
gu: પાસવર્ડ બદલો
he: שינוי סיסמה
hi: पासवर्ड बदलें
hr: Promijeni lozinku
hu: Jelszó módosítása
id: Ubah kata sandi
it: Cambia password
ja: パスワードを変更
kn: ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿ
ko: 비밀번호 변경
ln: Bobongola liloba ya kobombama
lv: Mainīt paroli
mr: पासवर्ड बदला
ms: Tukar kata laluan
nb: Endre passord
nl: Wachtwoord wijzigen
nn_no: Endre passord
pl: Zmień hasło
pt: Alterar senha
pt_pt: Alterar palavra-passe
ro: Schimbați parola
ru: Изменить пароль
sk: Zmeniť heslo
sl: Spremeni geslo
sr: Промени лозинку
sr_latn: Promeni lozinku
sv: Ändra lösenord
ta: கடவுச்சொல்லை மாற்றவும்
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi değiştir
uk: Змінити пароль
ur: پاس ورڈ تبدیل کریں
vi: Đổi mật khẩu
zh: 修改密码
zh_hant: 變更密碼
zh_hant_tw: 變更密碼

source: Choose Authentication Method
ar: اختر طريقة المصادقة
bg: Изберете метод за удостоверяване
bn: প্রমাণীকরণ পদ্ধতি নির্বাচন করুন
ca: Tria un mètode d'autenticació
cs: Vyberte metodu ověření
da: Vælg bekræftelsesmetode
de: Authentifizierungsmethode wählen
de_at: Authentifizierungsmethode wählen
el: Επιλογή μεθόδου ελέγχου ταυτότητας
es: Elige el método de autenticación
fa: روش احراز هویت را انتخاب کنید
fi: Valitse tunnistusmenetelmä
fil: Pumili ng Paraan ng Authentication
fr: Choisir la méthode d'authentification
fr_ch: Choisir la méthode d'authentification
gsw: Authentifizierigsmethode uswähle
gu: પ્રમાણીકરણ પદ્ધતિ પસંદ કરો
he: בחר שיטת אימות
hi: प्रमाणीकरण विधि चुनें
hr: Odaberite metodu autentifikacije
hu: Válasszon hitelesítési módszert
id: Pilih Metode Autentikasi
it: Scegli il metodo di autenticazione
ja: 認証方法を選択
kn: ದೃಢೀಕರಣ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 인증 방법 선택
ln: Pona Lolenge ya Kondimisa
lv: Izvēlieties autentifikācijas metodi
mr: प्रमाणीकरण पद्धत निवडा
ms: Pilih Kaedah Pengesahan
nb: Velg autentiseringsmetode
nl: Kies een authenticatiemethode
nn_no: Vel autentiseringsmetode
pl: Wybierz metodę uwierzytelniania
pt: Escolher método de autenticação
pt_pt: Escolher método de autenticação
ro: Alegeți metoda de autentificare
ru: Выберите метод аутентификации
sk: Vyberte metódu overovania
sl: Izberite metodo preverjanja pristnosti
sr: Изабери метод аутентификације
sr_latn: Izaberi metod autentifikacije
sv: Välj autentiseringsmetod
ta: அங்கீகார முறையைத் தேர்ந்தெடுக்கவும்
th: เลือกวิธีการตรวจสอบสิทธิ์
tr: Kimlik doğrulama yöntemini seçin
uk: Виберіть метод автентифікації
ur: تصدیقی طریقہ منتخب کریں
vi: Chọn phương thức xác thực
zh: 选择验证方式
zh_hant: 選擇驗證方式
zh_hant_tw: 選擇驗證方式

source: Choose verification method:
ar: اختر طريقة التحقق:
bg: Изберете метод за проверка:
bn: যাচাইকরণ পদ্ধতি নির্বাচন করুন:
ca: Tria un mètode de verificació:
cs: Vyberte způsob ověření:
da: Vælg bekræftelsesmetode:
de: Verifizierungsmethode wählen:
de_at: Verifizierungsmethode wählen:
el: Επιλέξτε μέθοδο επαλήθευσης:
es: Elige el método de verificación:
fa: روش تأیید را انتخاب کنید:
fi: Valitse vahvistusmenetelmä:
fil: Pumili ng paraan ng pag-verify:
fr: Choisis la méthode de vérification :
fr_ch: Choisir la méthode de vérification :
gsw: Verifizierigsmethode uswähle:
gu: ચકાસણી પદ્ધતિ પસંદ કરો:
he: בחר שיטת אימות:
hi: सत्यापन विधि चुनें:
hr: Odaberite metodu provjere:
hu: Válasszon ellenőrzési módszert:
id: Pilih metode verifikasi:
it: Scegli il metodo di verifica:
ja: 確認方法を選択:
kn: ಪರಿಶೀಲನಾ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ:
ko: 확인 방법 선택:
ln: Pona lolenge ya kondimisa:
lv: Izvēlieties verifikācijas metodi:
mr: पडताळणी पद्धत निवडा:
ms: Pilih kaedah pengesahan:
nb: Velg bekreftelsesmetode:
nl: Kies een verificatiemethode:
nn_no: Vel stadfestingsmetode:
pl: Wybierz metodę weryfikacji:
pt: Escolher método de verificação:
pt_pt: Escolher método de verificação:
ro: Alegeți metoda de verificare:
ru: Выберите метод проверки:
sk: Vyberte metódu overenia:
sl: Izberite metodo preverjanja:
sr: Изабери метод верификације:
sr_latn: Izaberi metod verifikacije:
sv: Välj verifieringsmetod:
ta: சரிபார்ப்பு முறையைத் தேர்ந்தெடுக்கவும்:
th: เลือกวิธีการยืนยัน:
tr: Doğrulama yöntemini seçin:
uk: Виберіть метод перевірки:
ur: تصدیقی طریقہ منتخب کریں:
vi: Chọn phương thức xác minh:
zh: 选择验证方式：
zh_hant: 選擇驗證方法：
zh_hant_tw: 選擇驗證方式：

source: Choose password
ar: اختر كلمة المرور
bg: Изберете парола
bn: পাসওয়ার্ড নির্বাচন করুন
ca: Tria una contrasenya
cs: Zvolte heslo
da: Vælg adgangskode
de: Passwort wählen
de_at: Passwort wählen
el: Επιλογή κωδικού πρόσβασης
es: Elegir contraseña
fa: رمز عبور را انتخاب کنید
fi: Valitse salasana
fil: Pumili ng password
fr: Choisis un mot de passe
fr_ch: Choisir un mot de passe
gsw: Passwort uswähle
gu: પાસવર્ડ પસંદ કરો
he: בחר סיסמה
hi: पासवर्ड चुनें
hr: Odaberite lozinku
hu: Válasszon jelszót
id: Pilih kata sandi
it: Scegli la password
ja: パスワードを選択
kn: ಪಾಸ್‌ವರ್ಡ್ ಆಯ್ಕೆಮಾಡಿ
ko: 비밀번호 선택
ln: Pona liloba ya kobombama
lv: Izvēlieties paroli
mr: पासवर्ड निवडा
ms: Pilih kata laluan
nb: Velg passord
nl: Kies een wachtwoord
nn_no: Vel passord
pl: Wybierz hasło
pt: Escolher senha
pt_pt: Escolher palavra-passe
ro: Alegeți parola
ru: Выберите пароль
sk: Vyberte heslo
sl: Izberite geslo
sr: Изабери лозинку
sr_latn: Izaberi lozinku
sv: Välj lösenord
ta: கடவுச்சொல்லைத் தேர்ந்தெடுக்கவும்
th: เลือกรหัสผ่าน
tr: Şifre seçin
uk: Виберіть пароль
ur: پاس ورڈ منتخب کریں
vi: Chọn mật khẩu
zh: 选择密码
zh_hant: 選擇密碼
zh_hant_tw: 選擇密碼

source: Close
ar: إغلاق
bg: Затвори
bn: বন্ধ করুন
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
de_at: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fi: Sulje
fil: Isara
fr: Fermer
fr_ch: Fermer
gsw: Schliesse
gu: બંધ કરો
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
kn: ಮುಚ್ಚಿ
ko: 닫기
ln: Kanga
lv: Aizvērt
mr: बंद करा
ms: Tutup
nb: Lukk
nl: Sluiten
nn_no: Lukk
pl: Zamknij
pt: Fechar
pt_pt: Fechar
ro: Închideți
ru: Закрыть
sk: Zavrieť
sl: Zapri
sr: Затвори
sr_latn: Zatvori
sv: Stäng
ta: மூடு
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
vi: Đóng
zh: 关闭
zh_hant: 關閉
zh_hant_tw: 關閉

source: Complete Setup
ar: إكمال الإعداد
bg: Завършване на настройката
bn: সেটআপ সম্পূর্ণ করুন
ca: Completa la configuració
cs: Dokončit nastavení
da: Fuldfør opsætning
de: Einrichtung abschließen
de_at: Einrichtung abschließen
el: Ολοκλήρωση ρύθμισης
es: Completar configuración
fa: تکمیل راه‌اندازی
fi: Viimeistele asetukset
fil: Kumpletuhin ang Setup
fr: Terminer la configuration
fr_ch: Terminer la configuration
gsw: Iirichtig abschliesse
gu: સેટઅપ પૂર્ણ કરો
he: השלמת התקנה
hi: सेटअप पूरा करें
hr: Dovršite postavljanje
hu: Beállítás befejezése
id: Selesaikan Penyiapan
it: Completa la configurazione
ja: セットアップを完了
kn: ಸೆಟಪ್ ಪೂರ್ಣಗೊಳಿಸಿ
ko: 설정 완료
ln: Silisa Bobongisi
lv: Pabeigt iestatīšanu
mr: सेटअप पूर्ण करा
ms: Lengkapkan Persediaan
nb: Fullfør oppsett
nl: Instelling voltooien
nn_no: Fullfør oppsett
pl: Zakończ konfigurację
pt: Concluir configuração
pt_pt: Concluir configuração
ro: Finalizați configurarea
ru: Завершить настройку
sk: Dokončiť nastavenie
sl: Dokončaj nastavitev
sr: Заврши подешавање
sr_latn: Završi podešavanje
sv: Slutför konfiguration
ta: அமைப்பை முடிக்கவும்
th: ตั้งค่าให้เสร็จสมบูรณ์
tr: Kurulumu tamamla
uk: Завершити налаштування
ur: سیٹ اپ مکمل کریں
vi: Hoàn tất thiết lập
zh: 完成设置
zh_hant: 完成設定
zh_hant_tw: 完成設定
